---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.MEPCalculationFailures.NetworkDefaultToPressure
source: html/b2751f61-8196-04fb-9518-43f784cb0b0a.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MEPCalculationFailures.NetworkDefaultToPressure Property

The network uses the default pressure.

## Syntax (C#)
```csharp
public static FailureDefinitionId NetworkDefaultToPressure { get; }
```